/*
 Navicat Premium Data Transfer

 Source Server         : wampmysql
 Source Server Type    : MySQL
 Source Server Version : 50731
 Source Host           : localhost:3306
 Source Schema         : flightsys

 Target Server Type    : MySQL
 Target Server Version : 50731
 File Encoding         : 65001

 Date: 24/05/2021 18:55:16
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for flight
-- ----------------------------
DROP TABLE IF EXISTS `flight`;
CREATE TABLE `flight`  (
  `f_id` char(8) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `f_src` varchar(15) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `f_des` varchar(15) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `f_date` date NOT NULL,
  `f_start_time` char(6) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `f_end_time` char(6) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `f_remain_seats` int(4) DEFAULT NULL,
  `f_fares` float(8, 0) DEFAULT NULL,
  `f_discount_nums` float(8, 0) DEFAULT NULL,
  `f_discount` float(8, 0) DEFAULT NULL,
  `f_subordinate_company` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  PRIMARY KEY (`f_id`, `f_date`) USING BTREE
) ENGINE = MyISAM CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of flight
-- ----------------------------
INSERT INTO `flight` VALUES ('A001', '北京', '郑州', '2021-06-01', '1:10', '2:10', 100, 100, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A002', '天津', '武汉', '2021-06-02', '1:11', '2:11', 100, 101, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A003', '石家庄', '长沙', '2021-06-03', '1:12', '2:12', 100, 102, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A004', '太原', '广州', '2021-06-04', '1:13', '2:13', 100, 103, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A005', '呼和浩特', '深圳', '2021-06-05', '1:14', '2:14', 100, 104, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A006', '沈阳', '南宁', '2021-06-06', '1:15', '2:15', 100, 105, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A007', '大连', '海口', '2021-06-07', '1:16', '2:16', 100, 106, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A008', '长春', '重庆', '2021-06-08', '1:17', '2:17', 100, 107, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A009', '哈尔滨', '成都', '2021-06-09', '1:18', '2:18', 100, 108, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A010', '上海', '贵阳', '2021-06-10', '1:19', '2:19', 100, 109, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A011', '南京', '宁波', '2021-06-11', '1:20', '2:20', 100, 110, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A012', '杭州', '合肥', '2021-06-12', '1:21', '2:21', 100, 111, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A013', '宁波', '福州', '2021-06-13', '1:22', '2:22', 100, 112, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A014', '合肥', '厦门', '2021-06-14', '1:23', '2:23', 100, 113, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A015', '福州', '南昌', '2021-06-15', '1:24', '2:24', 100, 114, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A016', '厦门', '济南', '2021-06-16', '1:25', '2:25', 100, 115, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A017', '南昌', '青岛', '2021-06-17', '1:26', '2:26', 100, 116, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A018', '济南', '太原', '2021-06-18', '1:27', '2:27', 100, 117, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A019', '青岛', '呼和浩特', '2021-06-19', '1:28', '2:28', 100, 118, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A020', '郑州', '沈阳', '2021-06-20', '1:29', '2:29', 100, 119, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A021', '武汉', '大连', '2021-06-21', '1:30', '2:30', 100, 120, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A022', '长沙', '长春', '2021-06-22', '1:31', '2:31', 100, 121, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A023', '广州', '哈尔滨', '2021-06-23', '1:32', '2:32', 100, 122, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A024', '深圳', '昆明', '2021-06-24', '1:33', '2:33', 100, 123, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A025', '南宁', '西安', '2021-06-25', '1:34', '2:34', 100, 124, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A026', '海口', '兰州', '2021-06-26', '1:35', '2:35', 100, 125, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A027', '重庆', '西宁', '2021-06-27', '1:36', '2:36', 100, 126, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A028', '成都', '银川', '2021-06-28', '1:37', '2:37', 100, 127, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A029', '贵阳', '乌鲁木齐', '2021-06-29', '1:38', '2:38', 100, 128, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A030', '昆明', '北京', '2021-06-30', '1:39', '2:39', 100, 129, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A031', '西安', '天津', '2021-07-01', '1:40', '2:40', 100, 130, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A032', '兰州', '石家庄', '2021-07-02', '1:41', '2:41', 100, 131, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A033', '西宁', '上海', '2021-07-03', '1:42', '2:42', 100, 132, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A034', '银川', '南京', '2021-07-04', '1:43', '2:43', 100, 133, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A035', '乌鲁木齐', '杭州', '2021-07-05', '1:44', '2:44', 100, 134, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A036', '北京', '郑州', '2021-07-06', '1:45', '2:45', 100, 135, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A037', '天津', '武汉', '2021-07-07', '1:46', '2:46', 100, 136, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A038', '石家庄', '长沙', '2021-07-08', '1:47', '2:47', 100, 137, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A039', '太原', '广州', '2021-07-09', '1:48', '2:48', 100, 138, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A040', '呼和浩特', '深圳', '2021-07-10', '1:49', '2:49', 100, 139, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A041', '沈阳', '南宁', '2021-07-11', '1:50', '2:50', 100, 140, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A042', '大连', '海口', '2021-07-12', '1:51', '2:51', 100, 141, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A043', '长春', '重庆', '2021-07-13', '1:52', '2:52', 100, 142, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A044', '哈尔滨', '成都', '2021-07-14', '1:53', '2:53', 100, 143, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A045', '上海', '贵阳', '2021-07-15', '1:54', '2:54', 100, 144, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A046', '南京', '宁波', '2021-07-16', '1:55', '2:55', 100, 145, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A047', '杭州', '合肥', '2021-07-17', '1:56', '2:56', 100, 146, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A048', '宁波', '福州', '2021-07-18', '1:57', '2:57', 100, 147, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A049', '合肥', '厦门', '2021-07-19', '1:58', '2:58', 100, 148, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A050', '福州', '南昌', '2021-07-20', '1:59', '2:59', 100, 149, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A051', '厦门', '济南', '2021-07-21', '2:00', '3:00', 100, 150, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A052', '南昌', '青岛', '2021-07-22', '2:01', '3:01', 100, 151, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A053', '济南', '太原', '2021-07-23', '2:02', '3:02', 100, 152, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A054', '青岛', '呼和浩特', '2021-07-24', '2:03', '3:03', 100, 153, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A055', '郑州', '沈阳', '2021-07-25', '2:04', '3:04', 100, 154, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A056', '武汉', '大连', '2021-07-26', '2:05', '3:05', 100, 155, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A057', '长沙', '长春', '2021-07-27', '2:06', '3:06', 100, 156, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A058', '广州', '哈尔滨', '2021-07-28', '2:07', '3:07', 100, 157, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A059', '深圳', '昆明', '2021-07-29', '2:08', '3:08', 100, 158, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A060', '南宁', '西安', '2021-07-30', '2:09', '3:09', 100, 159, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A061', '海口', '兰州', '2021-07-31', '2:10', '3:10', 100, 160, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A062', '重庆', '西宁', '2021-08-01', '2:11', '3:11', 100, 161, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A063', '成都', '银川', '2021-08-02', '2:12', '3:12', 100, 162, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A064', '贵阳', '乌鲁木齐', '2021-08-03', '2:13', '3:13', 100, 163, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A065', '昆明', '北京', '2021-08-04', '2:14', '3:14', 100, 164, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A066', '西安', '天津', '2021-08-05', '2:15', '3:15', 100, 165, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A067', '兰州', '石家庄', '2021-08-06', '2:16', '3:16', 100, 166, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A068', '西宁', '上海', '2021-08-07', '2:17', '3:17', 100, 167, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A069', '银川', '南京', '2021-08-08', '2:18', '3:18', 100, 168, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A070', '乌鲁木齐', '杭州', '2021-08-09', '2:19', '3:19', 100, 169, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A071', '北京', '郑州', '2021-08-10', '2:20', '3:20', 100, 170, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A072', '天津', '武汉', '2021-08-11', '2:21', '3:21', 100, 171, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A073', '石家庄', '长沙', '2021-08-12', '2:22', '3:22', 100, 172, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A074', '太原', '广州', '2021-08-13', '2:23', '3:23', 100, 173, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A075', '呼和浩特', '深圳', '2021-08-14', '2:24', '3:24', 100, 174, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A076', '沈阳', '南宁', '2021-08-15', '2:25', '3:25', 100, 175, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A077', '大连', '海口', '2021-08-16', '2:26', '3:26', 100, 176, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A078', '长春', '重庆', '2021-08-17', '2:27', '3:27', 100, 177, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A079', '哈尔滨', '成都', '2021-08-18', '2:28', '3:28', 100, 178, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A080', '上海', '贵阳', '2021-08-19', '2:29', '3:29', 100, 179, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A081', '南京', '宁波', '2021-08-20', '2:30', '3:30', 100, 180, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A082', '杭州', '合肥', '2021-08-21', '2:31', '3:31', 100, 181, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A083', '宁波', '福州', '2021-08-22', '2:32', '3:32', 100, 182, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A084', '合肥', '厦门', '2021-08-23', '2:33', '3:33', 100, 183, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A085', '福州', '南昌', '2021-08-24', '2:34', '3:34', 100, 184, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A086', '厦门', '济南', '2021-08-25', '2:35', '3:35', 100, 185, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A087', '南昌', '青岛', '2021-08-26', '2:36', '3:36', 100, 186, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A088', '济南', '太原', '2021-08-27', '2:37', '3:37', 100, 187, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A089', '青岛', '呼和浩特', '2021-08-28', '2:38', '3:38', 100, 188, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A090', '郑州', '沈阳', '2021-08-29', '2:39', '3:39', 100, 189, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A091', '武汉', '大连', '2021-08-30', '2:40', '3:40', 100, 190, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A092', '长沙', '长春', '2021-08-31', '2:41', '3:41', 100, 191, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A093', '广州', '哈尔滨', '2021-09-01', '2:42', '3:42', 100, 192, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A094', '深圳', '昆明', '2021-09-02', '2:43', '3:43', 100, 193, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A095', '南宁', '西安', '2021-09-03', '2:44', '3:44', 100, 194, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A096', '海口', '兰州', '2021-09-04', '2:45', '3:45', 100, 195, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A097', '重庆', '西宁', '2021-09-05', '2:46', '3:46', 100, 196, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A098', '成都', '银川', '2021-09-06', '2:47', '3:47', 100, 197, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A099', '贵阳', '乌鲁木齐', '2021-09-07', '2:48', '3:48', 100, 198, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A100', '昆明', '北京', '2021-09-08', '2:49', '3:49', 100, 199, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A101', '西安', '天津', '2021-09-09', '2:50', '3:50', 100, 200, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A102', '兰州', '石家庄', '2021-09-10', '2:51', '3:51', 100, 201, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A103', '西宁', '上海', '2021-09-11', '2:52', '3:52', 100, 202, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A104', '银川', '南京', '2021-09-12', '2:53', '3:53', 100, 203, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A105', '乌鲁木齐', '杭州', '2021-09-13', '2:54', '3:54', 100, 204, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A106', '北京', '郑州', '2021-09-14', '2:55', '3:55', 100, 205, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A107', '天津', '武汉', '2021-09-15', '2:56', '3:56', 100, 206, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A108', '石家庄', '长沙', '2021-09-16', '2:57', '3:57', 100, 207, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A109', '太原', '广州', '2021-09-17', '2:58', '3:58', 100, 208, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A110', '呼和浩特', '深圳', '2021-09-18', '2:59', '3:59', 100, 209, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A111', '沈阳', '南宁', '2021-09-19', '3:00', '4:00', 100, 210, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A112', '大连', '海口', '2021-09-20', '3:01', '4:01', 100, 211, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A113', '长春', '重庆', '2021-09-21', '3:02', '4:02', 100, 212, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A114', '哈尔滨', '成都', '2021-09-22', '3:03', '4:03', 100, 213, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A115', '上海', '贵阳', '2021-09-23', '3:04', '4:04', 100, 214, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A116', '南京', '宁波', '2021-09-24', '3:05', '4:05', 100, 215, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A117', '杭州', '合肥', '2021-09-25', '3:06', '4:06', 100, 216, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A118', '宁波', '福州', '2021-09-26', '3:07', '4:07', 100, 217, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A119', '合肥', '厦门', '2021-09-27', '3:08', '4:08', 100, 218, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A120', '福州', '南昌', '2021-09-28', '3:09', '4:09', 100, 219, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A121', '厦门', '济南', '2021-09-29', '3:10', '4:10', 100, 220, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A122', '南昌', '青岛', '2021-09-30', '3:11', '4:11', 100, 221, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A123', '济南', '太原', '2021-10-01', '3:12', '4:12', 100, 222, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A124', '青岛', '呼和浩特', '2021-10-02', '3:13', '4:13', 100, 223, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A125', '郑州', '沈阳', '2021-10-03', '3:14', '4:14', 100, 224, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A126', '武汉', '大连', '2021-10-04', '3:15', '4:15', 100, 225, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A127', '长沙', '长春', '2021-10-05', '3:16', '4:16', 100, 226, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A128', '广州', '哈尔滨', '2021-10-06', '3:17', '4:17', 100, 227, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A129', '深圳', '昆明', '2021-10-07', '3:18', '4:18', 100, 228, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A130', '南宁', '西安', '2021-10-08', '3:19', '4:19', 100, 229, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A131', '海口', '兰州', '2021-10-09', '3:20', '4:20', 100, 230, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A132', '重庆', '西宁', '2021-10-10', '3:21', '4:21', 100, 231, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A133', '成都', '银川', '2021-10-11', '3:22', '4:22', 100, 232, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A134', '贵阳', '乌鲁木齐', '2021-10-12', '3:23', '4:23', 100, 233, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A135', '昆明', '北京', '2021-10-13', '3:24', '4:24', 100, 234, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A136', '西安', '天津', '2021-10-14', '3:25', '4:25', 100, 235, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A137', '兰州', '石家庄', '2021-10-15', '3:26', '4:26', 100, 236, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A138', '西宁', '上海', '2021-10-16', '3:27', '4:27', 100, 237, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A139', '银川', '南京', '2021-10-17', '3:28', '4:28', 100, 238, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A140', '乌鲁木齐', '杭州', '2021-10-18', '3:29', '4:29', 100, 239, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A141', '北京', '郑州', '2021-10-19', '3:30', '4:30', 100, 240, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A142', '天津', '武汉', '2021-10-20', '3:31', '4:31', 100, 241, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A143', '石家庄', '长沙', '2021-10-21', '3:32', '4:32', 100, 242, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A144', '太原', '广州', '2021-10-22', '3:33', '4:33', 100, 243, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A145', '呼和浩特', '深圳', '2021-10-23', '3:34', '4:34', 100, 244, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A146', '沈阳', '南宁', '2021-10-24', '3:35', '4:35', 100, 245, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A147', '大连', '海口', '2021-10-25', '3:36', '4:36', 100, 246, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A148', '长春', '重庆', '2021-10-26', '3:37', '4:37', 100, 247, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A149', '哈尔滨', '成都', '2021-10-27', '3:38', '4:38', 100, 248, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A150', '上海', '贵阳', '2021-10-28', '3:39', '4:39', 100, 249, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A151', '南京', '宁波', '2021-10-29', '3:40', '4:40', 100, 250, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A152', '杭州', '合肥', '2021-10-30', '3:41', '4:41', 100, 251, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A153', '宁波', '福州', '2021-10-31', '3:42', '4:42', 100, 252, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A154', '合肥', '厦门', '2021-11-01', '3:43', '4:43', 100, 253, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A155', '福州', '南昌', '2021-11-02', '3:44', '4:44', 100, 254, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A156', '厦门', '济南', '2021-11-03', '3:45', '4:45', 100, 255, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A157', '南昌', '青岛', '2021-11-04', '3:46', '4:46', 100, 256, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A158', '济南', '太原', '2021-11-05', '3:47', '4:47', 100, 257, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A159', '青岛', '呼和浩特', '2021-11-06', '3:48', '4:48', 100, 258, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A160', '郑州', '沈阳', '2021-11-07', '3:49', '4:49', 100, 259, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A161', '武汉', '大连', '2021-11-08', '3:50', '4:50', 100, 260, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A162', '长沙', '长春', '2021-11-09', '3:51', '4:51', 100, 261, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A163', '广州', '哈尔滨', '2021-11-10', '3:52', '4:52', 100, 262, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A164', '深圳', '昆明', '2021-11-11', '3:53', '4:53', 100, 263, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A165', '南宁', '西安', '2021-11-12', '3:54', '4:54', 100, 264, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A166', '海口', '兰州', '2021-11-13', '3:55', '4:55', 100, 265, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A167', '重庆', '西宁', '2021-11-14', '3:56', '4:56', 100, 266, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A168', '成都', '银川', '2021-11-15', '3:57', '4:57', 100, 267, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A169', '贵阳', '乌鲁木齐', '2021-11-16', '3:58', '4:58', 100, 268, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A170', '昆明', '北京', '2021-11-17', '3:59', '4:59', 100, 269, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A171', '西安', '天津', '2021-11-18', '4:00', '5:00', 100, 270, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A172', '兰州', '石家庄', '2021-11-19', '4:01', '5:01', 100, 271, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A173', '西宁', '上海', '2021-11-20', '4:02', '5:02', 100, 272, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A174', '银川', '南京', '2021-11-21', '4:03', '5:03', 100, 273, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A175', '乌鲁木齐', '杭州', '2021-11-22', '4:04', '5:04', 100, 274, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A176', '北京', '郑州', '2021-11-23', '4:05', '5:05', 100, 275, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A177', '天津', '武汉', '2021-11-24', '4:06', '5:06', 100, 276, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A178', '石家庄', '长沙', '2021-11-25', '4:07', '5:07', 100, 277, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A179', '太原', '广州', '2021-11-26', '4:08', '5:08', 100, 278, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A180', '呼和浩特', '深圳', '2021-11-27', '4:09', '5:09', 100, 279, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A181', '沈阳', '南宁', '2021-11-28', '4:10', '5:10', 100, 280, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A182', '大连', '海口', '2021-11-29', '4:11', '5:11', 100, 281, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A183', '长春', '重庆', '2021-11-30', '4:12', '5:12', 100, 282, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A184', '哈尔滨', '成都', '2021-12-01', '4:13', '5:13', 100, 283, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A185', '上海', '贵阳', '2021-12-02', '4:14', '5:14', 100, 284, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A186', '南京', '宁波', '2021-12-03', '4:15', '5:15', 100, 285, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A187', '杭州', '合肥', '2021-12-04', '4:16', '5:16', 100, 286, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A188', '宁波', '福州', '2021-12-05', '4:17', '5:17', 100, 287, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A189', '合肥', '厦门', '2021-12-06', '4:18', '5:18', 100, 288, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A190', '福州', '南昌', '2021-12-07', '4:19', '5:19', 100, 289, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A191', '厦门', '济南', '2021-12-08', '4:20', '5:20', 100, 290, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A192', '南昌', '青岛', '2021-12-09', '4:21', '5:21', 100, 291, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A193', '济南', '太原', '2021-12-10', '4:22', '5:22', 100, 292, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A194', '青岛', '呼和浩特', '2021-12-11', '4:23', '5:23', 100, 293, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A195', '郑州', '沈阳', '2021-12-12', '4:24', '5:24', 100, 294, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A196', '武汉', '大连', '2021-12-13', '4:25', '5:25', 100, 295, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A197', '长沙', '长春', '2021-12-14', '4:26', '5:26', 100, 296, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A198', '广州', '哈尔滨', '2021-12-15', '4:27', '5:27', 100, 297, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A199', '深圳', '昆明', '2021-12-16', '4:28', '5:28', 100, 298, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A200', '南宁', '西安', '2021-12-17', '4:29', '5:29', 100, 299, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A201', '海口', '兰州', '2021-12-18', '4:30', '5:30', 100, 300, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A202', '重庆', '西宁', '2021-12-19', '4:31', '5:31', 100, 301, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A203', '成都', '银川', '2021-12-20', '4:32', '5:32', 100, 302, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A204', '贵阳', '乌鲁木齐', '2021-12-21', '4:33', '5:33', 100, 303, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A205', '昆明', '北京', '2021-12-22', '4:34', '5:34', 100, 304, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A206', '西安', '天津', '2021-12-23', '4:35', '5:35', 100, 305, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A207', '兰州', '石家庄', '2021-12-24', '4:36', '5:36', 100, 306, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A208', '西宁', '上海', '2021-12-25', '4:37', '5:37', 100, 307, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A209', '银川', '南京', '2021-12-26', '4:38', '5:38', 100, 308, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A210', '乌鲁木齐', '杭州', '2021-12-27', '4:39', '5:39', 100, 309, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A211', '北京', '郑州', '2021-12-28', '4:40', '5:40', 100, 310, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A212', '天津', '武汉', '2021-12-29', '4:41', '5:41', 100, 311, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A213', '石家庄', '长沙', '2021-12-30', '4:42', '5:42', 100, 312, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A214', '太原', '广州', '2021-12-31', '4:43', '5:43', 100, 313, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A215', '呼和浩特', '深圳', '2022-01-01', '4:44', '5:44', 100, 314, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A216', '沈阳', '南宁', '2022-01-02', '4:45', '5:45', 100, 315, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A217', '大连', '海口', '2022-01-03', '4:46', '5:46', 100, 316, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A218', '长春', '重庆', '2022-01-04', '4:47', '5:47', 100, 317, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A219', '哈尔滨', '成都', '2022-01-05', '4:48', '5:48', 100, 318, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A220', '上海', '贵阳', '2022-01-06', '4:49', '5:49', 100, 319, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A221', '南京', '宁波', '2022-01-07', '4:50', '5:50', 100, 320, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A222', '杭州', '合肥', '2022-01-08', '4:51', '5:51', 100, 321, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A223', '宁波', '福州', '2022-01-09', '4:52', '5:52', 100, 322, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A224', '合肥', '厦门', '2022-01-10', '4:53', '5:53', 100, 323, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A225', '福州', '南昌', '2022-01-11', '4:54', '5:54', 100, 324, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A226', '厦门', '济南', '2022-01-12', '4:55', '5:55', 100, 325, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A227', '南昌', '青岛', '2022-01-13', '4:56', '5:56', 100, 326, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A228', '济南', '太原', '2022-01-14', '4:57', '5:57', 100, 327, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A229', '青岛', '呼和浩特', '2022-01-15', '4:58', '5:58', 100, 328, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A230', '郑州', '沈阳', '2022-01-16', '4:59', '5:59', 100, 329, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A231', '武汉', '大连', '2022-01-17', '5:00', '6:00', 100, 330, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A232', '长沙', '长春', '2022-01-18', '5:01', '6:01', 100, 331, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A233', '广州', '哈尔滨', '2022-01-19', '5:02', '6:02', 100, 332, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A234', '深圳', '昆明', '2022-01-20', '5:03', '6:03', 100, 333, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A235', '南宁', '西安', '2022-01-21', '5:04', '6:04', 100, 334, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A236', '海口', '兰州', '2022-01-22', '5:05', '6:05', 100, 335, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A237', '重庆', '西宁', '2022-01-23', '5:06', '6:06', 100, 336, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A238', '成都', '银川', '2022-01-24', '5:07', '6:07', 100, 337, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A239', '贵阳', '乌鲁木齐', '2022-01-25', '5:08', '6:08', 100, 338, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A240', '昆明', '北京', '2022-01-26', '5:09', '6:09', 100, 339, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A241', '西安', '天津', '2022-01-27', '5:10', '6:10', 100, 340, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A242', '兰州', '石家庄', '2022-01-28', '5:11', '6:11', 100, 341, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A243', '西宁', '上海', '2022-01-29', '5:12', '6:12', 100, 342, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A244', '银川', '南京', '2022-01-30', '5:13', '6:13', 100, 343, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A245', '乌鲁木齐', '杭州', '2022-01-31', '5:14', '6:14', 100, 344, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A246', '北京', '郑州', '2022-02-01', '5:15', '6:15', 100, 345, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A247', '天津', '武汉', '2022-02-02', '5:16', '6:16', 100, 346, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A248', '石家庄', '长沙', '2022-02-03', '5:17', '6:17', 100, 347, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A249', '太原', '广州', '2022-02-04', '5:18', '6:18', 100, 348, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A250', '呼和浩特', '深圳', '2022-02-05', '5:19', '6:19', 100, 349, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A251', '沈阳', '南宁', '2022-02-06', '5:20', '6:20', 100, 350, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A252', '大连', '海口', '2022-02-07', '5:21', '6:21', 100, 351, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A253', '长春', '重庆', '2022-02-08', '5:22', '6:22', 100, 352, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A254', '哈尔滨', '成都', '2022-02-09', '5:23', '6:23', 100, 353, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A255', '上海', '贵阳', '2022-02-10', '5:24', '6:24', 100, 354, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A256', '南京', '宁波', '2022-02-11', '5:25', '6:25', 100, 355, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A257', '杭州', '合肥', '2022-02-12', '5:26', '6:26', 100, 356, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A258', '宁波', '福州', '2022-02-13', '5:27', '6:27', 100, 357, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A259', '合肥', '厦门', '2022-02-14', '5:28', '6:28', 100, 358, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A260', '福州', '南昌', '2022-02-15', '5:29', '6:29', 100, 359, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A261', '厦门', '济南', '2022-02-16', '5:30', '6:30', 100, 360, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A262', '南昌', '青岛', '2022-02-17', '5:31', '6:31', 100, 361, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A263', '济南', '太原', '2022-02-18', '5:32', '6:32', 100, 362, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A264', '青岛', '呼和浩特', '2022-02-19', '5:33', '6:33', 100, 363, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A265', '郑州', '沈阳', '2022-02-20', '5:34', '6:34', 100, 364, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A266', '武汉', '大连', '2022-02-21', '5:35', '6:35', 100, 365, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A267', '长沙', '长春', '2022-02-22', '5:36', '6:36', 100, 366, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A268', '广州', '哈尔滨', '2022-02-23', '5:37', '6:37', 100, 367, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A269', '深圳', '昆明', '2022-02-24', '5:38', '6:38', 100, 368, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A270', '南宁', '西安', '2022-02-25', '5:39', '6:39', 100, 369, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A271', '海口', '兰州', '2022-02-26', '5:40', '6:40', 100, 370, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A272', '重庆', '西宁', '2022-02-27', '5:41', '6:41', 100, 371, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A273', '成都', '银川', '2022-02-28', '5:42', '6:42', 100, 372, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A274', '贵阳', '乌鲁木齐', '2022-03-01', '5:43', '6:43', 100, 373, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A275', '昆明', '北京', '2022-03-02', '5:44', '6:44', 100, 374, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A276', '西安', '天津', '2022-03-03', '5:45', '6:45', 100, 375, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A277', '兰州', '石家庄', '2022-03-04', '5:46', '6:46', 100, 376, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A278', '西宁', '上海', '2022-03-05', '5:47', '6:47', 100, 377, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A279', '银川', '南京', '2022-03-06', '5:48', '6:48', 100, 378, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A280', '乌鲁木齐', '杭州', '2022-03-07', '5:49', '6:49', 100, 379, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A281', '北京', '郑州', '2022-03-08', '5:50', '6:50', 100, 380, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A282', '天津', '武汉', '2022-03-09', '5:51', '6:51', 100, 381, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A283', '石家庄', '长沙', '2022-03-10', '5:52', '6:52', 100, 382, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A284', '太原', '广州', '2022-03-11', '5:53', '6:53', 100, 383, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A285', '呼和浩特', '深圳', '2022-03-12', '5:54', '6:54', 100, 384, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A286', '沈阳', '南宁', '2022-03-13', '5:55', '6:55', 100, 385, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A287', '大连', '海口', '2022-03-14', '5:56', '6:56', 100, 386, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A288', '长春', '重庆', '2022-03-15', '5:57', '6:57', 100, 387, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A289', '哈尔滨', '成都', '2022-03-16', '5:58', '6:58', 100, 388, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A290', '上海', '贵阳', '2022-03-17', '5:59', '6:59', 100, 389, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A291', '南京', '宁波', '2022-03-18', '6:00', '7:00', 100, 390, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A292', '杭州', '合肥', '2022-03-19', '6:01', '7:01', 100, 391, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A293', '宁波', '福州', '2022-03-20', '6:02', '7:02', 100, 392, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A294', '合肥', '厦门', '2022-03-21', '6:03', '7:03', 100, 393, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A295', '福州', '南昌', '2022-03-22', '6:04', '7:04', 100, 394, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A296', '厦门', '济南', '2022-03-23', '6:05', '7:05', 100, 395, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A297', '南昌', '青岛', '2022-03-24', '6:06', '7:06', 100, 396, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A298', '济南', '太原', '2022-03-25', '6:07', '7:07', 100, 397, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A299', '青岛', '呼和浩特', '2022-03-26', '6:08', '7:08', 100, 398, 50, 8, '非哥有限公司');
INSERT INTO `flight` VALUES ('A300', '郑州', '沈阳', '2022-03-27', '6:09', '7:09', 100, 399, 50, 8, '非哥有限公司');

SET FOREIGN_KEY_CHECKS = 1;
